Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# animoji.name.koala
source: Koala face
ar: وجه كوالا
bg: Коала
ca: Cara de coala
cs: Koalí obličej
da: Koala-ansigt
de: Koalakopf
el: Πρόσωπο κοάλα
es: Cara de koala
es_us: Cara de koala
fi: Koalan pää
fr: Tête de koala
fr_ca: Tête de koala
he: פרצוף של קואלה
hi: कोआला का चेहरा
hr: Lice koale
hu: Koalafej
id: Wajah koala
it: Muso di koala
ja: コアラの顔
kk: Коала басы
ko: 코알라 얼굴
lt: Koalos galva
ms: Muka koala
nb: Koalaansikt
nl: Koala
pl: Głowa koali
pt: Rosto de coala
pt_pt: Cara de coala
ro: Față de koala
ru: Мордочка коалы
sk: Tvár koaly
sl: Koalji obraz
sv: Koalaansikte
th: ใบหน้าหมีโคอาล่า
tr: Koala yüzü
uk: Коала
vi: Mặt koala
zh_cn: 考拉脸
zh_hk: 樹熊樣
zh_tw: 無尾熊臉

# animoji.name.lion
source: Lion face
ar: وجه أسد
bg: Лъв
ca: Cara de lleó
cs: Lví obličej
da: Løveansigt
de: Löwengesicht
el: Πρόσωπο λιονταριού
es: Cara de león
es_us: Cara de león
fi: Leijonan pää
fr: Tête de lion
fr_ca: Tête de lion
he: פרצוף של אריה
hi: शेर का चेहरा
hr: Lice lava
hu: Oroszlánfej
id: Wajah singa
it: Muso di leone
ja: ライオンの顔
kk: Арыстан басы
ko: 사자 얼굴
lt: Liūto snukis
ms: Muka singa
nb: Løveansikt
nl: Leeuw
pl: Głowa lwa
pt: Rosto de leão
pt_pt: Cara de leão
ro: Față de leu
ru: Голова льва
sk: Lev
sl: Levji obraz
sv: Lejon
th: ใบหน้าสิงโต
tr: Aslan yüzü
uk: Морда лева
vi: Mặt sư tử
zh_cn: 狮子脸
zh_hk: 獅子樣
zh_tw: 獅子

# animoji.name.monkey
source: Monkey face
ar: وجه قرد
bg: Маймуна
ca: Cara de mico
cs: Opičí obličej
da: Abeansigt
de: Affengesicht
el: Πρόσωπο μαϊμούς
es: Cara de mono
es_us: Cara de mono
fi: Apinan pää
fr: Tête de singe
fr_ca: Tête de singe
he: פרצוף של קוף
hi: बंदर का चेहरा
hr: Lice majmuna
hu: Majomfej
id: Wajah monyet
it: Muso di scimmia
ja: サルの顔
kk: Маймыл басы
ko: 원숭이 얼굴
lt: Beždžionės veidas
ms: Muka monyet
nb: Apeansikt
nl: Aap
pl: Głowa małpy
pt: Rosto de macaco
pt_pt: Cara de macaco
ro: Față de maimuță
ru: Голова обезьяны
sk: Opica
sl: Opičji obraz
sv: Apa
th: ใบหน้าลิง
tr: Maymun yüzü
uk: Мавпяча морда
vi: Mặt khỉ
zh_cn: 猴脸
zh_hk: 馬騮樣
zh_tw: 猴子

# animoji.name.mouse
source: Mouse face
ar: وجه فأر
bg: Мишка
ca: Cara de ratolí
cs: Myší obličej
da: Museansigt
de: Mäusekopf
el: Πρόσωπο ποντικιού
es: Cara de ratón
es_us: Cara de ratón
fi: Hiiren pää
fr: Tête de souris
fr_ca: Tête de souris
he: פרצוף של עכבר
hi: चूहे का चेहरा
hr: Lice miša
hu: Egérfej
id: Wajah tikus
it: Muso di topo
ja: ネズミの顔
kk: Тышқан басы
ko: 쥐 얼굴
lt: Pelės snukis
ms: Muka tikus
nb: Museansikt
nl: Muis
pl: Głowa myszy
pt: Rosto de rato
pt_pt: Cara de rato
ro: Față de șoarece
ru: Мышиная мордочка
sk: Tvár myši
sl: Mišji obraz
sv: Musansikte
th: ใบหน้าหนู
tr: Fare yüzü
uk: Мишача морда
vi: Mặt chuột
zh_cn: 鼠脸
zh_hk: 老鼠樣
zh_tw: 老鼠

# animoji.name.octopus
source: Octopus face
ar: وجه أخطبوط
bg: Октопод
ca: Cara de pop
cs: Obličej chobotnice
da: Blæksprutteansigt
de: Krakenkopf
el: Πρόσωπο χταποδιού
es: Cara de pulpo
es_us: Cara de pulpo
fi: Mustekalan pää
fr: Tête de pieuvre
fr_ca: Tête de pieuvre
he: פרצוף של תמנון
hi: ऑक्टोपस का चेहरा
hr: Lice hobotnice
hu: Polipfej
id: Wajah gurita
it: Testa di polpo
ja: タコの顔
kk: Сегізаяқ басы
ko: 문어 얼굴
lt: Aštuonkojo galva
ms: Muka sotong kurita
nb: Blekksprutansikt
nl: Octopus
pl: Głowa ośmiornicy
pt: Rosto de polvo
pt_pt: Cara de polvo
ro: Față de caracatiță
ru: Голова осьминога
sk: Tvár chobotnice
sl: Hobotniški obraz
sv: Bläckfiskansikte
th: ใบหน้าปลาหมึกยักษ์
tr: Ahtapot yüzü
uk: Восьминіг
vi: Mặt bạch tuộc
zh_cn: 章鱼脸
zh_hk: 八爪魚樣
zh_tw: 章魚臉

# animoji.name.owl
source: Owl face
ar: وجه بومة
bg: Бухал
ca: Cara de mussol
cs: Soví obličej
da: Ugleansigt
de: Eulengesicht
el: Πρόσωπο κουκουβάγιας
es: Cara de búho
es_us: Cara de búho
fi: Pöllön pää
fr: Tête de hibou
fr_ca: Tête de hibou
he: פרצוף של ינשוף
hi: उल्लू का चेहरा
hr: Lice sove
hu: Bagolyfej
id: Wajah burung hantu
it: Muso di gufo
ja: フクロウの顔
kk: Үкі басы
ko: 부엉이 얼굴
lt: Pelėdos veidas
ms: Muka burung hantu
nb: Ugleansikt
nl: Uil
pl: Głowa sowy
pt: Rosto de coruja
pt_pt: Cara de mocho
ro: Față de bufniță
ru: Голова совы
sk: Sova
sl: Sovji obraz
sv: Uggleansikte
th: ใบหน้านกฮูก
tr: Baykuş yüzü
uk: Писок сови
vi: Mặt cú
zh_cn: 猫头鹰脸
zh_hk: 貓頭鷹樣
zh_tw: 貓頭鷹

# animoji.name.panda
source: Panda face
ar: وجه باندا
bg: Панда
ca: Cara de panda
cs: Pandí obličej
da: Panda ansigt
de: Pandagesicht
el: Πρόσωπο πάντα
es: Cara de oso panda
es_us: Cara de oso panda
fi: Pandan pää
fr: Tête de panda
fr_ca: Tête de panda
he: פרצוף של פנדה
hi: पांडा का चेहरा
hr: Lice pande
hu: Pandafej
id: Wajah panda
it: Muso di panda
ja: パンダの顔
kk: Панда басы
ko: 판다 얼굴
lt: Pandos snukis
ms: Muka panda
nb: Pandaansikt
nl: Panda
pl: Głowa pandy
pt: Rosto de panda
pt_pt: Cara de panda
ro: Față de urs panda
ru: Голова панды
sk: Panda
sl: Pandov obraz
sv: Panda
th: ใบหน้าหมีแพนด้า
tr: Panda yüzü
uk: Морда панди
vi: Mặt gấu trúc
zh_cn: 熊猫脸
zh_hk: 熊貓樣
zh_tw: 貓熊

# animoji.name.pig
source: Pig face
ar: وجه خنزير
bg: Прасе
ca: Cara de porc
cs: Prasečí obličej
da: Griseansigt
de: Schweinegesicht
el: Πρόσωπο γουρουνιού
es: Cara de cerdo
es_us: Cara de cerdo
fi: Sian pää
fr: Tête de cochon
fr_ca: Tête de cochon
he: פרצוף של חזיר
hi: सूअर का चेहरा
hr: Lice svinje
hu: Disznófej
id: Wajah babi
it: Muso di maiale
ja: ブタの顔
kk: Торай басы
ko: 돼지 얼굴
lt: Kiaulės snukis
ms: Muka khinzir
nb: Griseansikt
nl: Varken
pl: Głowa świni
pt: Rosto de porco
pt_pt: Cara de porco
ro: Față de porc
ru: Голова поросёнка
sk: Prasiatko
sl: Prašičji obraz
sv: Gris
th: ใบหน้าหมู
tr: Domuz yüzü
uk: Свиняче рило
vi: Mặt lợn
zh_cn: 猪脸
zh_hk: 豬仔樣
zh_tw: 豬

# animoji.name.poo
source: Pile of poop
ar: كومة من البراز
bg: Изпражнения
ca: Pila de caca
cs: Hromádka
da: Bunke afføring
de: Hundehaufen
el: Σωρός από κόπρανα
es: Caca
es_us: Popó
fi: Kakkakasa
fr: Étron
fr_ca: Crotte
he: ערמת צואה
hi: मल की ढेरी
hr: Hrpica izmeta
hu: Kakikupac
id: Tumpukan kotoran
it: Escrementi
ja: うんち
kk: Нәжіс
ko: 똥덩어리
lt: Išmatų krūvelė
ms: Timbunan najis
nb: Bæsjruke
nl: Drol
pl: Kupa
pt: Monte de fezes
pt_pt: Monte de cocó
ro: Grămadă de caca
ru: Кучка фекалий
sk: Hovienko
sl: Kakec
sv: Bajshög
th: กองอุจจาระ
tr: Kaka yığını
uk: Купа лайна
vi: Đống phân
zh_cn: 便便
zh_hk: 屎
zh_tw: 便便

# animoji.name.rabbit
source: Rabbit face
ar: وجه أرنب
bg: Заек
ca: Cara de conill
cs: Králičí obličej
da: Kaninansigt
de: Hasengesicht
el: Πρόσωπο κουνελιού
es: Cara de conejo
es_us: Cara de conejo
fi: Jäniksen pää
fr: Tête de lapin
fr_ca: Tête de lapin
he: פרצוף של ארנבת
hi: ख़रगोश का चेहरा
hr: Lice zeca
hu: Nyúlfej
id: Wajah kelinci
it: Muso di coniglio
ja: ウサギの顔
kk: Қоян басы
ko: 토끼 얼굴
lt: Triušio snukis
ms: Muka arnab
nb: Kaninansikt
nl: Konijn
pl: Głowa królika
pt: Rosto de coelho
pt_pt: Cara de coelho
ro: Față de iepure
ru: Голова кролика
sk: Zajac
sl: Zajčji obraz
sv: Kanin
th: ใบหน้ากระต่าย
tr: Tavşan yüzü
uk: Кроляча морда
vi: Mặt thỏ
zh_cn: 兔脸
zh_hk: 兔仔樣
zh_tw: 兔子

# animoji.name.robot
source: Robot face
ar: وجه روبوت
bg: Робот
ca: Cara de robot
cs: Obličej robota
da: Robotansigt
de: Robotergesicht
el: Πρόσωπο ρομπότ
es: Cara de robot
es_us: Cabeza de robot
fi: Robotin pää
fr: Tête de robot
fr_ca: Tête de robot
he: פרצוף של רובוט
hi: रोबोट का चेहरा
hr: Robotsko lice
hu: Robotfej
id: Wajah robot
it: Testa di robot
ja: ロボットの顔
kk: Робот басы
ko: 로봇 얼굴
lt: Roboto veidas
ms: Muka robot
nb: Robotansikt
nl: Robot
pl: Głowa robota
pt: Rosto de robô
pt_pt: Cara de robô
ro: Față de robot
ru: Голова робота
sk: Robot
sl: Robotov obraz
sv: Robot
th: ใบหน้าหุ่นยนต์
tr: Robot yüzü
uk: Обличчя робота
vi: Mặt rô-bốt
zh_cn: 机器人脸
zh_hk: 機械人樣
zh_tw: 機器人

# animoji.name.shark
source: Shark face
ar: وجه قرش
bg: Акула
ca: Cara de tauró
cs: Žraločí obličej
da: Hajansigt
de: Haikopf
el: Πρόσωπο καρχαρία
es: Cara de tiburón
es_us: Cara de tiburón
fi: Hain pää
fr: Tête de requin
fr_ca: Tête de requin
he: פרצוף של כריש
hi: शार्क का चेहरा
hr: Lice morskog psa
hu: Cápafej
id: Wajah hiu
it: Testa di squalo
ja: サメの顔
kk: Акула басы
ko: 상어 얼굴
lt: Ryklio galva
ms: Muka ikan jerung
nb: Haiansikt
nl: Haai
pl: Głowa rekina
pt: Rosto de tubarão
pt_pt: Cara de tubarão
ro: Față de rechin
ru: Голова акулы
sk: Tvár žraloka
sl: Obraz morskega psa
sv: Hajansikte
th: ใบหน้าฉลาม
tr: Köpek balığı yüzü
uk: Акула
vi: Mặt cá mập
zh_cn: 鲨鱼脸
zh_hk: 鯊魚樣
zh_tw: 鯊魚臉

# animoji.name.skull
source: Skull face
ar: وجه جمجمة
bg: Череп
ca: Cara de calavera
cs: Obličej lebky
da: Kraniumansigt
de: Totenkopf
el: Πρόσωπο κρανίου
es: Cara de calavera
es_us: Calavera
fi: Pääkallo
fr: Tête de mort
fr_ca: Crâne
he: פרצוף של גולגולת
hi: खोपड़ी वाला चेहरा
hr: Lice lubanje
hu: Koponyafej
id: Wajah tengkorak
it: Teschio
ja: どくろの顔
kk: Бас сүйек басы
ko: 해골 얼굴
lt: Kaukolė
ms: Muka tengkorak
nb: Hodeskalle-ansikt
nl: Schedel
pl: Trupia czaszka
pt: Rosto de caveira
pt_pt: Cara de caveira
ro: Față de craniu
ru: Череп
sk: Tvár lebky
sl: Obraz lobanje
sv: Dödskalleansikte
th: ใบหน้ากะโหลก
tr: Kafatası yüzü
uk: Череп
vi: Mặt đầu lâu
zh_cn: 骷髅脸
zh_hk: 骷髏頭樣
zh_tw: 骷髏臉

# animoji.name.tiger
source: Tiger face
ar: وجه نمر
bg: Тигър
ca: Cara de tigre
cs: Tygří obličej
da: Tigeransigt
de: Tigergesicht
el: Πρόσωπο τίγρη
es: Cara de tigre
es_us: Cara de tigre
fi: Tiikerin pää
fr: Tête de tigre
fr_ca: Tête de tigre
he: פרצוף של נמר
hi: बाघ का चेहरा
hr: Lice tigra
hu: Tigrisfej
id: Wajah harimau
it: Muso di tigre
ja: トラの顔
kk: Жолбарыс басы
ko: 호랑이 얼굴
lt: Tigro snukis
ms: Muka harimau
nb: Tigeransikt
nl: Tijger
pl: Głowa tygrysa
pt: Rosto de tigre
pt_pt: Cara de tigre
ro: Față de tigru
ru: Голова тигра
sk: Tiger
sl: Tigrov obraz
sv: Tiger
th: ใบหน้าเสือ
tr: Kaplan yüz
uk: Тигряча морда
vi: Mặt hổ
zh_cn: 虎脸
zh_hk: 老虎樣
zh_tw: 老虎

# animoji.name.trex
source: T-Rex face
ar: وجه تي ريكس
bg: Т-Рекс
ca: Cara de tiranosaure
cs: Obličej tyranosaura rexe
da: T-rex-ansigt
de: T-Rex-Kopf
el: Πρόσωπο Τ-Ρεξ
es: Cara de tiranosaurio rex
es_us: Cara de tiranosaurio
fi: T. rexin pää
fr: Tête de T-Rex
fr_ca: Tête de T. rex
he: פרצוף של טי רקס
hi: टी-रेक्स का चेहरा
hr: Lice tiranosaura
hu: T-Rex-fej
id: Wajah T-Rex
it: Testa di T‑Rex
ja: ティラノサウルスの顔
kk: Тирекс басы
ko: 티라노사우루스 얼굴
lt: Tiranozauro galva
ms: Muka T‑Rex
nb: Tyrannosaurus Rex-ansikt
nl: T. rex
pl: Głowa tyranozaura
pt: Rosto de Tiranossauro Rex
pt_pt: Cara de T‑Rex
ro: Față de T‑Rex
ru: Голова тираннозавра
sk: Tvár tyranosaura
sl: Obraz tiranozavra
sv: T-rex-ansikte
th: ใบหน้าทีเร็กซ์
tr: T-Rex yüzü
uk: Тиранозавр
vi: Mặt khủng long bạo chúa
zh_cn: 霸王龙脸
zh_hk: 暴龍樣
zh_tw: 暴龍臉

# animoji.name.unicorn
source: Unicorn face
ar: وجه وحيد القرن
bg: Еднорог
ca: Cara d’unicorn
cs: Jednorožčí obličej
da: Enhjørningeansigt
de: Einhornkopf
el: Πρόσωπο μονόκερου
es: Cara de unicornio
es_us: Cara de unicornio
fi: Yksisarvisen pää
fr: Tête de licorne
fr_ca: Tête de licorne
he: פרצוף של חד קרן
hi: यूनिकॉर्न का चेहरा
hr: Lice jednoroga
hu: Unikornisfej
id: Wajah unicorn
it: Testa di unicorno
ja: ユニコーンの顔
kk: Жалғыз мүйіз басы
ko: 유니콘 얼굴
lt: Vienaragio galva
ms: Muka unikorn
nb: Enhjørningsansikt
nl: Eenhoorn
pl: Głowa jednorożca
pt: Rosto de unicórnio
pt_pt: Cara de unicórnio
ro: Față de unicorn
ru: Голова единорога
sk: Tvár jednorožca
sl: Obraz samoroga
sv: Enhörningsansikte
th: ใบหน้ายูนิคอร์น
tr: Tek boynuzlu at yüzü
uk: Єдиноріг
vi: Mặt kỳ lân
zh_cn: 独角兽脸
zh_hk: 獨角獸樣
zh_tw: 獨角獸臉

# animoji.video.description
source: Animoji video
ar: فيديو أنيموجي
bg: Animoji видео
ca: Vídeo d’animoji
el: Βίντεο animoji
es: Vídeo Animoji
es_us: Video de Animoji
fr: Vidéo Animoji
fr_ca: Vidéo Animoji
he: סרטון Animoji
hi: Animoji वीडियो
hu: Animoji-videó
id: Video Animoji
it: Video Animoji
ja: アニ文字ビデオ
kk: Animoji видеосы
ko: 애니모티콘 비디오
lt: „Animoji“ vaizdo įrašas
ms: Video Animoji
pl: Wideo Animoji
pt: Vídeo de animoji
pt_pt: Vídeo de Animoji
ro: clip video Animoji
ru: Видео Animoji
sl: Video z animojijem
th: วิดีโอ Animoji
uk: Відео Animoji
vi: Video Animoji
zh_cn: 动话表情视频
zh_hk: Animoji影片
zh_tw: Animoji影片

source: Anyone
ar: أي شخص
bg: Всеки
ca: Qualsevol
cs: Kdokoli
da: Alle
de: Alle
el: Οποιοδήποτε άτομο
es: Cualquiera
es_us: Cualquier persona
fi: Kuka tahansa
fr: Tout le monde
fr_ca: Tout le monde
he: כל אחד
hi: कोई भी
hr: Svih
hu: Bárki
id: Siapa Pun
it: Chiunque
ja: すべての人
kk: Кез келген адам
ko: 아무나
lt: Bet kuris asmuo
ms: Sesiapa
nb: Hvem som helst
nl: Iedereen
pl: Każdy
pt: Qualquer pessoa
pt_pt: Qualquer pessoa
ro: Oricine
ru: Для всех
sk: Ktokoľvek
sl: Kdorkoli
sv: Alla
th: ใครก็ได้
tr: Herkes
uk: Будь‑хто
vi: Mọi người
zh_cn: 任何人
zh_hk: 任何人
zh_tw: 所有人

source: AssistiveTouch
ar: اللمس المساعد
zh_cn: 辅助触控
zh_hk: 輔助觸控
zh_tw: 輔助觸控

source: Back
ar: رجوع
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_us: Atrás
fi: Takaisin
fr: Retour
fr_ca: Retour
he: אחורה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nb: Tilbake
nl: Vorige
pl: Wróć
pt: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

source: Background Sounds
ar: أصوات الخلفية
bg: Звуци на заден фон
ca: Sons de fons
cs: Zvuky na pozadí
da: Baggrunds­lyde
de: Hintergrundgeräusche
el: Ήχοι παρασκηνίου
es: Sonidos de fondo
es_us: Sonidos de fondo
fi: Taustaäänet
fr: Sons en arrière-plan
fr_ca: Sons en arrière-plan
he: צלילי רקע
hi: बैकग्राउंड ध्वनियाँ
hr: Pozadinski zvukovi
hu: Háttérhangok
id: Bunyi Latar Belakang
it: Suoni di sottofondo
ja: バックグラウンドサウンド
kk: Фондық дыбыстар
ko: 배경 사운드
lt: Fono garsai
ms: Bunyi Latar Belakang
nb: Bakgrunns­lyder
nl: Achtergrond­geluiden
pl: Dźwięki tła
pt: Sons de Fundo
pt_pt: Sons de fundo
ro: Sunete de fundal
ru: Фоновые звуки
sk: Zvuky na pozadí
sl: Zvoki v ozadju
sv: Bakgrundsljud
th: เสียงเบื้องหลัง
tr: Arka Plan Sesleri
uk: Фонові звуки
vi: Âm thanh trong nền
zh_cn: 背景音
zh_hk: 背景聲音
zh_tw: 背景聲音

# BRAILLE_DISPLAY_TIMEOUT
source: Braille Alert Messages
ar: رسائل تنبيه برايل
bg: Брайлови предупредителни съобщения
ca: Missatges d’avís en braille
cs: Upozornění na řádku
da: Punktskriftadvarsler
de: Braillehinweise
el: Ειδοποιήσεις Μπράιγ
es: Mensajes de aviso en braille
es_us: Mensajes de alerta Braille
fi: Pistekirjoituksen varoitukset
fr: Messages d’alerte braille
fr_ca: Messages d’alerte en braille
he: הודעות התראה בברייל
hi: ब्रेल अलर्ट संदेश
hr: Poruke alarma na brajici
hu: Braille figyelmeztető üzenetek
id: Pesan Peringatan Braille
it: Messaggi di avviso Braille
ja: 点字警告メッセージ
kk: Брайль ескерту хабарлары
ko: 점자 경고 메시지
lt: Įspėjimai Brailio raštu
ms: Mesej Isyarat Braille
nb: Varselmeldinger for leselist
nl: Braille-waarschuwingen
pl: Alerty braille’owskie
pt: Mensagens de Alerta
pt_pt: Mensagens de aviso braille
ro: Mesaje de alertă Braille
ru: Показ предупреждений
sk: Upozornenia
sl: Opozorilna obvestila v Braillovi pisavi
sv: Punktskriftsvarning
th: ข้อความเตือนอักษรเบรลล์
tr: Braille Uyarı İletileri
uk: Попередження Брайля
vi: Thông báo cảnh báo Braille
zh_cn: 盲文提示信息
zh_hk: 點字提示訊息
zh_tw: 點字提示訊息

# BRAILLE_DISPLAY_TIMEOUT_FOOTER_TEXT
source: When enabled, your Braille display will show an alert message for the duration specified. If not enabled, alert messages will not be displayed.
ar: عند التمكين، تَعرض شاشة برايل رسالة تنبيه للمدة المحددة. وفي حالة عدم التمكين، لن تُعرَض رسائل التنبيه.
bg: Когато са активирани, брайловият екран ще показва предупредително съобщение за определеното време. Предупредителните съобщения няма да се появяват, ако са деактивирани.
ca: Si aquesta opció està activada, la pantalla Braille mostrarà un missatge d’avís durant el temps indicat. Si no està activada, no se’n mostrarà cap.
cs: Pokud je tato volba zapnutá, na braillském řádku se budou po zadaný čas zobrazovat upozornění. V opačném případě se upozornění zobrazovat nebudou.
da: En advarsel vises på dit punktdisplay i den angivne varighed, når funktionen er slået til. Ingen advarsler vises, når funktionen er slået fra.
de: Bei Aktivierung zeigt dein Brailledisplay einen Hinweis für die angegebene Dauer an. Ohne Aktivierung werden keine Hinweise angezeigt.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η οθόνη Μπράιγ θα εμφανίζει ένα μήνυμα ειδοποίησης για την καθορισμένη διάρκεια. Όταν δεν είναι ενεργή η ρύθμιση, δεν θα εμφανίζονται μηνύματα ειδοποίησης.
es: Al activar esta opción, tu pantalla braille mostrará un mensaje de aviso durante el tiempo especificado. Si no la activas, no se mostrarán este tipo de mensajes.
es_us: Si se activa, tu pantalla Braille mostrará un mensaje de alerta durante el tiempo especificado. Si no se activa, no se mostrarán mensajes.
fi: Kun tämä on käytössä, pistenäyttöön tulee varoitusviesti määritetyksi ajaksi. Jos tämä ei ole käytössä, varoitusviestejä ei näytetä.
fr: Lorsqu’elle est activée, votre plage braille affiche un message d’alerte pour une durée spécifiée. Lorsqu’elle n’est pas activée, les messages d’alerte ne sont pas affichés.
fr_ca: Lorsque votre plage braille sera activée, elle affichera un message d’alerte pendant la durée indiquée. Si elle n’est pas activée, les messages d’alerte ne s’afficheront pas.
he: כאשר מאפיין זה פעיל, צג הברייל יציג הודעות התראה למשך הזמן שהוגדר. כאשר המאפיין לא פעיל, הודעות התראה לא יוצגו.
hi: सक्षम होने पर, आपका ब्रेल डिस्प्ले निर्दिष्ट अवधि के लिए एक अलर्ट संदेश दिखाएगा। सक्षम न होने पर, अलर्ट संदेश नहीं दिखाए जाएँगे।
hr: Kad je ova opcija omogućena, poruka alarma prikazivat će se na vašem brajevom retku tijekom navedenog perioda. Ako opcija nije omogućena, poruke se neće prikazivati.
hu: Ha engedélyezve van ez a funkció, akkor a Braille-kijelző a megadott ideig megjelenít egy figyelmeztető üzenetet. Ha a funkció nincs engedélyezve, nem jelennek meg figyelmeztető üzenetek.
id: Jika diaktifkan, layar Braille Anda akan menampilkan pesan peringatan selama durasi yang ditetapkan. Jika tidak, pesan peringatan tidak akan ditampilkan.
it: Quando l’opzione è abilitata, lo schermo Braille mostrerà un messaggio di avviso per la durata specificata. Se non è abilitata, non saranno visualizzati messaggi di avviso.
ja: 有効にすると、指定された秒数、点字ディスプレイに警告メッセージが表示されます。有効にしないと、警告メッセージは表示されません。
kk: Іске қосылған жағдайда, Брайль дисплейі көрсетілген уақыт аралығында ескерту хабарын көрсетеді. Іске қосылмаған жағдайда, ескерту хабарлары көрсетілмейді.
ko: 이 기능을 활성화하면 점자 디스플레이에 지정된 시간 동안 경고 메시지가 표시되고, 활성화하지 않으면 경고 메시지가 표시되지 않습니다.
lt: Įjungus, Brailio ekranas nurodytą laiko trukmę rodys įspėjimo žinutę. Neįjungus, įspėjamosios žinutės nebus rodomos.
ms: Apabila didayakan, paparan Braille anda akan menunjukkan mesej isyarat selama tempoh yang ditentukan. Jika tidak didayakan, mesej isyarat tidak akan dipaparkan.
nb: Når innstillingen er på, vil leselisten vise en varselmelding for den angitte varigheten. Ingen varselmeldinger vises når innstillingen er av.
nl: Als dit is ingeschakeld, wordt er op je brailleleesregel een waarschuwingsbericht weergegeven voor de opgegeven tijd. Als dit niet is ingeschakeld, worden er geen waarschuwingsberichten weergegeven.
pl: Gdy opcja jest włączona, monitor brajlowski wyświetla komunikaty alertów przez wskazany czas. W przeciwnym razie komunikaty nie są wyświetlane.
pt: Quando ativadas, a tela Braille exibirá uma mensagem de alerta pela duração especificada. Se não estiverem ativadas, as mensagens de alerta não serão exibidas.
pt_pt: Quando esta opção está ativa, a linha braille mostra uma mensagem de aviso durante o período de tempo especificado. Quando está desativada, não são apresentadas mensagens de aviso.
ro: Când opțiunea este activată, afișajul Braille va afișa o alertă pe durata specificată. Dacă nu este activată, mesajele de alertă nu vor fi afișate.
ru: Если включено, предупреждения на дисплее Брайля будут отображаться в течение указанного времени. Если не включено, предупреждения отображаться не будут.
sk: Keď je táto funkcia zapnutá, upozornenia sa na zadaný čas zobrazia na braillovskom riadku. Ak nie je zapnutá, upozornenia sa nebudú zobrazovať.
sl: Kadar je Braillova vrstica omogočena, za določen čas prikaže opozorilno obvestilo. Če ni omogočena, opozorilna obvestila ne bodo prikazana.
sv: När det här är aktiverat visar punktskriftsdisplayen ett varningsmeddelande under den tidslängd som anges. Om det inte aktiveras visas inte varningsmeddelanden.
th: เมื่อเปิดใช้งานการตั้งค่านี้ เครื่องแสดงผลอักษรเบรลล์ของคุณจะแสดงข้อความเตือนตามระยะเวลาที่กำหนด ถ้าไม่เปิดใช้งาน ข้อความเตือนจะไม่แสดง
tr: Bu etkinleştirilirse Braille ekranınız belirlenen süre boyunca bir uyarı mesajı gösterir. Etkinleştirilmezse uyarı mesajları gösterilmez.
uk: Якщо цей параметр увімкнено, на дисплеї Брайля відображатимуться попереджувальні повідомлення заданої тривалості. Якщо вимкнено, повідомлення не зʼявлятимуться.
vi: Khi được bật, màn hình Braille của bạn sẽ hiển thị một thông báo cảnh báo trong khoảng thời gian được chỉ định. Nếu không được bật, thông báo cảnh báo sẽ không được hiển thị.
zh_cn: 启用后，盲文显示器将以指定时长显示提示信息。若未启用，提示信息将不会显示。
zh_hk: 啟用後，點字顯示器將會以指定的時間長度顯示提示訊息。如未啟用，將不會顯示提示訊息。
zh_tw: 啟用後，你的點字顯示器會在指定的時間內顯示提示訊息。若未啟用，將不會顯示提示訊息。

source: Braille Text Formatting
ar: تنسيق نص برايل
bg: Форматиране на брайлов текст
ca: Format del text en braille
cs: Formátování braillského textu
da: Formatering af punktskrift
de: Braille-Textformatierung
el: Μορφοποίηση κειμένου Μπράιγ
es: Formato del texto en braille
es_us: Formato de texto en Braille
fi: Pistekirjoitustekstin muotoilu
fr: Mise en forme du texte braille
fr_ca: Mise en forme du texte en braille
he: עיצוב מלל ברייל
hi: ब्रेल टेक्स्ट फ़ॉर्मैटिंग
hr: Formatiranje teksta na brajici
hu: Braille-szöveg formázása
id: Pemformatan Teks Braille
it: Formattazione testo Braille
ja: 点字テキストフォーマット
kk: Брайль мәтінін пішімдеу
ko: 점자 텍스트 포맷
lt: Brailio teksto formatavimas
ms: Pemformatan Teks Braille
nb: Tekstformatering for punktskrift
nl: Opmaak brailletekst
pl: Formatowanie tekstu Braille’a
pt: Formatação de Texto em Braille
pt_pt: Formatação de texto braille
ro: Formatare text Braille
ru: Форматирование текста Брайля
sk: Formátovanie braillovho textu
sl: Oblikovanje besedila v Braillovi pisavi
sv: Punktskriftsformatering
th: รูปแบบข้อความ
tr: Braille Metin Biçimleme
uk: Форматування тексту шрифтом Брайля
vi: Định dạng văn bản Braille
zh_cn: 盲文文本格式化
zh_hk: 點字文字格式
zh_tw: 點字文字格式

# BRAILLE_USBRM_ALLOW_CONNECTIONS
source: Allow Connections
ar: جميع الاتصالات
bg: Разреши свързвания
ca: Permet les connexions
cs: Povolit připojení
da: Tillad forbindelser
de: Verbindungen erlauben
el: Επιτρέπονται οι συνδέσεις
es: Permitir conexiones
es_us: Permitir conexiones
fi: Salli yhteydet
fr: Autoriser les connexions
fr_ca: Autoriser les connexions
he: הרשאת חיבורים
hi: कनेक्शनों को अनुमति दें
hr: Dozvoli povezivanja
hu: Csatlakozások engedélyezése
id: Izinkan Koneksi
it: Consenti collegamenti
ja: 接続を許可
kk: Қосылымдарға рұқсат беру
ko: 연결 허용
lt: Leisti ryšius
ms: Benarkan Sambungan
nb: Tillat tilkoblinger
nl: Sta verbindingen toe
pl: Pozwalaj na połączenia
pt: Permitir Conexões
pt_pt: Permitir ligações
ro: Permiteți conexiunile
ru: Разрешение подключений
sk: Povoliť pripojenia
sl: Dovoli povezave
sv: Tillåt anslutningar
th: อนุญาตการเชื่อมต่อ
tr: Bağlantılara İzin Ver
uk: Дозволити зʼєднання
vi: Cho phép kết nối
zh_cn: 允许连接
zh_hk: 允許連線
zh_tw: 允許連線
